{"posts":[{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/2024/11/02/hello-world/"},{"title":"自我介绍","text":"大家好，这里是maki，欢迎来到我的博客。 当前博客基于 git page + hexo icarus 实现。目前还在逐步学习的过程中，在后续将会更新一些学习记录与生活记录。 本人当前从事的行业是云计算-虚拟化网络相关，希望能每一个人共同进步。 Hello everyone, this is maki, welcome to my blog. The current blog is implemented based on git page + hexo icarus. It is still in the process of gradual learning, and some learning records and life records will be updated in the future. The industry I am currently engaged in is cloud computing-virtualized network related, and I hope that everyone can make progress together.","link":"/2024/12/01/introduce-myself/"},{"title":"断舍离","text":"断舍离 - 山下英子放手一个无用之物，就腾出一点空间。处理一件多余之物，就减少一份负担。减少一次浪费，就恢复一分精气神。然后，翻开人生新篇章。 断舍离的奥义不只是扔东西斩“断”物欲 “舍”弃废物 脱“离”执念 断舍离并不是单纯地处理杂物、抛掉废物，而是在充满闭塞感的人生长河里唤醒“流通”的生命气息。 本书最大的目的是撼动我们根深蒂固的“物品价值观”，鼓励我们甩掉惰性，采取行动，促进生活和生命的新陈代谢，从而迎来焕然一新的人生。 正如其所言，断舍离这本书带给我最大变化是对价值观的变化，以前总是觉得东西留着总会有用的，不断的留、藏；对过去充满了怀念与执着，一些无用之物或许因可以唤起回忆而被留下。 只进不出总会有被填满的一天。如果再不采取行动，用不了多久生活或内心都将被无用之物所占满。 PS：在读完这本书后，在一个周日，我将几个用于放杂物的柜子进行整理，大多数东西都是无用之物或是勉强可用但替代品已是随处可见。更为讽刺的是，曾经不舍得用，被藏起来的物件，再次被翻出时已无法再使用了，有的甚至已布满了霉点与锈迹。 第一章 你之所以无法放下的原因首先，有一个需要切实认清的现实：我们身处在一个“物质过剩”的世界。 我们不能一味的关注“收拾家务”，而是应该审视一下自己的物质观，为断舍离的实践活动装上助推器。 被困在水槽淤泥口的鲇鱼物质过剩的现代人总是一边感叹着“东西难收拾”​，一边视若无睹地过日子。断舍离认为这样的人就像是：本来能在干净的溪流潇洒畅游的香鱼，逐渐变成了水槽淤泥口边困顿窘迫的鲇鱼。 居住在水槽中的我们，其实是从这条叫作“消费社会”的大河里摄取食物。但是水槽进水口上的“断”字进水阀却十分松动，而出水口上的“舍”字出水阀却因为“太浪费了”​“真麻烦”​“总会用上的”这些想法而无法打开。这导致原本有着适当活水循环的水槽，在不知不觉中变成了淤泥地。 我们生活在“事物随意渗入生活空间”的年代当我们亲身感受到这种物欲横流的现状时，总是会下意识地责备自己。其实，在造成这种状况的原因中，社会因素占了一大部分。我们总是喜欢囤货、无法舍弃的主要原因有以下三点： 消费型社会里洪水般的物量：物品被过度制造、被过快流通的物理性原因。 对居住空间的考量不足：虽然具备丰富的家装知识和收纳整理技能，但对于舒适生活所需要的物品数量的估测和考量不足。 上个时代的价值观：现代的生活方式和物品产出数量已非昔日能比，然而我们依然会受到来自父母或是上个时代的价值观——“太可惜了”​“不能搞浪费！”的影响，因此这属于观念上的原因。 “不收拾”的深层原因是顽固的“物质轴”思维当我们面对“物质”时，不是从“这个东西需不需要？​”的角度，而是往往下意识地从“这个东西能不能用？​”的角度——以物质资料为基准轴的观点来进行取舍和判断。这就是“物质轴”思维。 这种思维方式就导致：如果这个东西还能用（或者即使不能用）​，我们就在“暂且”​“好不容易”的心理暗示下，把这个东西留在身边。 某位哲学家曾说过“人们总是习惯思考‘有效性’，却往往忽略了作为‘有效性’前提的‘必要性’”​。 因过度焦虑而忧郁的我们假如杂物遍地，家里塞得满满当当，那这些杂物给人的压迫感，以及狭窄的空间带来的阻塞感会逐渐让生活在这里的人思维迟钝，行动迟缓。长此以往，人们逐渐变得封闭，不想外出，进而演变成近似愤懑抑郁的状态。 环境对我们心情的影响或许比我们想象的要大，宽敞舒适的环境更容易让人拥有好心情。 断舍离讲求的就是这种内部的自觉自省的意识，而不是外部打着“正论”旗号的训诫。因为，真正的“正确答案”本来就在自己心里。 有意识地去除自责的情绪，坦然地倾听内心的声音——“原来真的不能像从前一样”​“我想改变”等这些声音会渐渐地转换为一种内驱力，让我们自觉地将实践进行下去。 从收拾一个抽屉或是一个柜子开始，慢慢的去改变。 断舍离注重的不是物品，而是空间断舍离注重“空间”​，即以空间为主体核心的思维方式——空间轴。 “东西过多所以扔掉”​“没有需要所以扔掉”等想法无可厚非。但是，断舍离的“空间轴”思维注重的是“扔掉东西”之前——“为确保空间的干净整洁，而将物品量尽可能地缩减成最适合的量。​”这种思维是实践断舍离不可或缺的。 断舍离就是“生活的新陈代谢”​。将生活用品的量锁定到适当程度，同时在适当时点，更换这些生活用品，这才是生活的理想状态，也是生活原本的自然状态。而这种状态也可以称为悠然有暇的美的空间。 一开始就没有断然“因为看起来将来也没有使用的需要，可以扔掉”​，过后再处理的话，物品在手里就会有一种沉甸甸的感觉。这是一种心理上的沉重感，带有叫作“执念”的黏着剂，其实就是对物品的定式思维。 比如，在一些手纸、保鲜膜等日常易耗品上，我们容易倾向于不在乎这些钱，因为这些东西价格也不高，换算成金钱后数额也不大。这样就致使我们不自觉地把这些“以后一定用得着”的杂物、用品囤积起来，最后被它们占据了我们大部分的空间。 正如书中所言，很多东西只是“以后有用”，而为了存储这些以后有用的东西，我们生活的空间被不断缩小。 “无法放手”的人有三类根据常年处理物品和人之间关系的经验，那些常常抱怨“还是无法放手……”的人大致有以下三类： 逃避现实型：这类的人，一般因为工作繁忙，待在家里的时间少，所以整理家务的事情总是推后进行。乱七八糟的家让人心情也很糟糕，就更不愿意待在家中，陷入了恶性循环。但是一旦开始收拾整理后，对物品本身并无多少执念，会整理得干净利落，不会犹豫拖沓。 执着过往型：这类的人总是珍藏了很多以前的相册、信件、纪念品等旧物。他们不愿意直面现实，总是沉湎于过去快乐的时光，而不愿意直面现在和现实，这种类型也和逃避现实型有关系。 忧虑未来型：这类的人总是总是不停地为将来的事情忧虑，不停地为将来储备东西。眼睛只盯着“某些东西没有，自己将来必定会发愁”​，过多地囤积手纸等日用品。这也是三种类型中人数占比最多的一类。 这三种类型的人共通的一点就是“对时间的意识比较淡薄”​。 其实每个人的内部都隐藏着这三种类型，只不过是其中一种倾向的表现较其他两者更为突出罢了。 “舍”与“弃”的不同舍（施舍）：佛教用语中有“布施（将金钱或贵重物品捐赠给寺庙或贫苦人）​”一词。其中的“施”就是“施舍”之意。也就是说，因为这些东西在我处不再起作用，而让它们在别处起作用。这带有“二次循环”​“再利用”的意思。从广义上来说，即便是那些被销毁的东西，只要遵守规则，处理得当，这些东西本身作为“物质”也只是形式上变化而已，依然属于再循环的范畴 弃（废弃）：从意思上看，物品被不管不顾、置之不理。​ 你家里有这种被弃之不顾、置之不理的物件吗？这种毫无用处的废品一样的东西被随意地扔在角落，或是保留在箱柜里，本质上就像被人抛弃一样。它们和我们每天扔的垃圾和废物没多大区别，只不过一个在外面、一个在家里。 断舍离，不是要求人们随意地“弃”​，而是把“舍”作为解决问题的方法之一。 “舍”即为“出”​。 如果实践“舍”​，确实会暂时出现大量的不得不处理掉的东西。在进行取舍时，我们应该挑选出有质量的东西，将物品压缩到能够建立和保持一定社会关系性的量即可，这样才能找回我们曾经失去的健康美丽的空间，才能从最本真的意义上珍惜事物、热爱生活，并不是随意地、不走心地囤东西、扔东西。实际上，后者才是“太可惜了”​。 以历史的眼光来看人与物，两者都是在某一个时点出现，又在某一个时点消失，区别不过时间的长短之分罢了。一个人与一件物品相遇是极为短暂的、微弱的缘分。只有尽力去珍惜爱护这种缘分，才是真正意义上对“太可惜了”这种感叹的回应。 人有“获得的自由”​，也有“放手的自由”人本来就拥有以下三种自由： 放手的自由 保留的自由 取舍选择的自由 想要的东西得不到，人会难过。但是想扔的东西扔不得，会更痛苦。 我们被放逐到“规矩世界”的条条框框之中，缩头缩脑、畏首畏尾地学会了忍耐。 在我们的居所，堆积如山的“收拾不了”的杂物本身就是人类“物质轴”思维方式的具体表现，也是在“不能胡乱排出”​“不可任性”这种潜意识下的自我约束的表现。 但是，这种不自由已经不需要了。 你自己的东西，如果你认为它对你已经没有价值了，感觉已经不适合你、不会给你带来好心情了，你完全可以自由地处理它，不必在意任何人的眼光，没有必要为东西本身留情。 “我想要这个东西”​“我不需要这个东西”​，无论是获得还是放手，都要做到坦诚地面对自己的内心。剩下的就是开始行动。 别人的东西姑且不说，至少自己的东西自己要做主。 第二章 这就是断舍离的工作机制八个技巧和五个收纳指南 断舍离，就是扔东西知晓断舍离的工作机制，明白舍弃东西的效果，更新对待事物价值的观念，只有这样，身体才能觉醒，我们才会自觉地做出行动。 在对居所杂物进行断舍离的同时，脑中也要进行断舍离的作业，即进行思想观念的整理。这样可以对我们自身进行“体质改善”​，改变我们无法放手，总是囤积货物的毛病。 观念上的断舍离 认识现状 停止自我否定 描绘家的具体构想 杂物上的断舍离 拿出杂物，俯瞰 扔掉“怎么看都是垃圾·废品”的东西 以自我·时间为判断基准，考虑自身与物品的“关联度”​，再进行取舍 以“必要·合适·愉快”为标准进行取舍 收纳在杂物最适化之后进行 收纳指南 “三分法” “7·5·1法” “1 out 1 in法” “one touch法” “自立·自由·自在法” 观念上的断舍离1 认识现状当我们决心进行断舍离时，最先应该做的是什么？ 答案就是把衣柜、壁橱、抽屉等所有的收纳容器的盖子打开，让平时看不见的东西全部展现在眼前。 认知现状的工作是尤为重要的，如果不能正确把握家里有多少东西，就草率地开始作业，很快会因为杂物的量超出想象，而造成身心上的徒劳和疲劳感。 人本身有一种倾向——总是看不见不想看见的东西。 绝大多数的人对自己在怎样的物品过剩的环境里生活，其实完全没有什么概念。 因此在进行断舍离时的第一步就是将所有的东西都展现在眼前，具体的掌握家里物品的数量质量，观察东西是否处于过剩状态。 断舍离将从三个阶段检查住所的现状： 收纳空间的物品量合理，没有过度过量，偶尔出现“凌乱”情况。 收纳空间已经满载，甚至出现物品“溢出、过剩”情况。 东西已经好多年没有整理过，出现了“堆积”情况。 PS：凌乱、过剩、堆积 首先确认物品的“量”，接下来再判断居住空间的“质”处于什么水平。 从以上阶段来看，把“清除垃圾·废品”的状态作为“分界线”的话，那么分界线以下则是“淹没在杂物海洋”的状态。 一直长时间徘徊在垃圾“分辨层”的人，总是拖拖拉拉的，提不起劲儿来收拾东西。但通过整理，一旦离开地下，回到“地上”​，领略过上层的舒适宜人，​“我要住这样的家”的欲求就开始在脑中生根发芽。 观念上的断舍离2 停止自我否定只有摆脱这种自罚性的思维倾向，不再去否定自我，才能实现思维观念上的断舍离。 我们现在身处的正是物质和信息极为丰富甚至过剩的社会。在这样的社会中，假如没有一个明确指出“如何与物质和信息打交道”的方向标，我们可能很快就会被物质和信息的洪流吞噬。 原文有一点对女性的专门性说明，但简单来说大家要相信自己能够完成整理工作，不要妄自菲薄。 观念上的断舍离3 描绘家的具体构想“为了收拾东西而收拾东西”绝非我们的目的。需要明白我们真正想要的是“健康舒适的居住空间”​。搞清楚这个目的后，显而易见，​“收拾东西”仅仅是实现这个目的的手段而已。 因此，我们应该先想象自己的“理想居住空间”​。不过，可惜的是，很多人没有清晰地设想过。甚至很多人连该如何构想都抛到脑后了。这个时候，就应该反复地“放手”杂物，通过取舍物品，来重新审视自己的家居设想，细致地描绘自己理想的家。 有时，模模糊糊的念头可以帮助我们回到人生的原点——“我究竟想要怎样的生活”​，也会变成我们实践断舍离的原动力。 杂物上的断舍离1 拿出杂物，俯瞰把握自己现在的居所物品过剩、无法收纳的现状后，把杂物全部摆出来，放在地板上、桌上等水平面的位置。然后从高处对杂物总量进行俯瞰。 首先是“出”。把东西从储藏空间中拿出来，无论是什么细碎的东西都需要被拿出来，只有这样才能将杂物从“体”的角度进行全面确认。 值得提醒的是，越是初学者就越会像“打激素”一样，立马想从“大块头”着手，花费比原计划更多的时间和精力去对付庞大的杂物量。可一旦从“大块头”​“大物量”开始“啃”​，好不容易提起来的热情马上就被浇灭了。即使只对衣柜进行“断舍离”​，如果被无法想象的有压迫感的物品量惊吓到，心情立刻萎靡消沉，没什么干劲儿，那么断舍离的任务就无法在计划时间内完成，最后半途而废，反而让整体更加混乱，心情也更加糟糕。 因此，在开始实践断舍离时，要在计划的时间内从少量的、小单位的着手。单位越小，将物品从收纳柜取出来所花的时间就越少。 这种小单位量的断舍离持续下去，不久就会变成大单位量的断舍离。 确实从少量的、小单位的东西开始实践，可以更好的开始进行断舍离。大量的、大单位的东西对于初次尝试断舍离的人来说实在太难进行取舍了。 断舍离将家里大量的杂物，通过三层“筛子”进行选择取舍： 扔掉“怎么看都是垃圾·废品”的东西 以自我·时间为判断基准，考虑自身与物品的“关联度”​，再进行取舍 以“必要·合适·愉快”为标准进行取舍 杂物上的断舍离2 扔掉“怎么看都是垃圾·废品”的东西第一层筛选，先从已经损坏的、被弄脏的、不能使用的、已经被抛到脑后的东西，将来也用不上的东西开始处理。 如果碰到让我们犹豫的“还能用”的东西时，不用烦恼，可以进行自问：“这个东西对应自己来说是不是‘美味的’，‘有吸引力的’​。答案若是否定的东西尽管放弃就好，不需要留恋再三”。 经济学上有个“巴莱多定律”​。它指的是“公司80%销售额是由20%的员工创造的”​“80%的成果是在所花全部时间的20%中产生的”等这些现象，又简称80/20定律。 “居住空间里的东西，其中80%是忘却物，目前在使用的东西只占了20%。​” 更不用说平常基本上不怎么开的壁橱和抽屉，里面的忘却物比率甚至超过了80%。 断舍离把这些忘却物比喻成“陌生的大叔”​。而衣柜、壁橱显然是这些陌生的大叔的聚集地。 杂物上的断舍离3 以自我·时间为判断基准，考虑自身与物品的“关联度”​，再进行取舍第二层筛子是“自我轴”和“时间轴”​。 这实际上是断舍离最核心的部分。其主要是因为以下三点： 从“自我”和“时间”进行杂物取舍，会了解自己的内心，接纳喜欢上自己 掌握以物品与自身的“关联度”为焦点的思维方式 清晰地展现随着时间变化，自身与物品关联度的变化 下图中的横轴为“重要度轴”​，纵轴为“时间轴”​，两轴相交的原点，前者为“自己”​，后者为“现在”​。也就是说，​“对现在的自己非常重要的东西”处于原点位置。 日常生活中，我们在不知不觉间把“重要度轴”偷换成以他人价值观为基准的“他人轴”​，价值核心变成了以“物品”为主题的“物质轴”，常常不是沉湎于“东西曾经有用”的历史，就是对未来怀抱期待和不安，常常觉得“东西以后会用得到”。 在处理掉垃圾·废品之后，有意识地按照自我轴和时间轴进行杂物的取舍，就能在大量杂物之中锁定那些对“现在”的“自己”必要的东西。 而以“自我轴”为基准进行取舍时，只需要考虑“这个东西我想不想用”​。 在压缩和锁定物品的过程中，以前“对自己真正重要的东西”这一模模糊糊的概念就逐渐地清晰起来了。而这也将促进“真正了解自己的内心”​“喜欢上自我”的自我肯定感的提升。 在实践断舍离的过程中，需要坦然地正视那些有违和感的思维、观念，不要被他人的价值观给影响了，建立以自我为主体的价值观非常重要。 “时间轴”就是指“现在”​。 PS：原文中的观点是对于一些一年才能使用一次的东西，不要从频率，而要从和自己的“关联度”的视角进行判断。 但是这类东西在进行断舍离时，个人认为还是需要关注频率和价值的，不能单纯从关联度来进行考虑，特别是一些东西每年或者在特定时期必然需要使用的，冒然根据东西和当前自己的关联度进行选择，这反而容易造成一种浪费。或者换一个概念，将这些东从自己需要进行断舍离的范围中剔除出去，归纳为家庭断舍离的物件。 我们在取舍时，往往容易优先考虑物品的利用价值或角色作用，但实际上，物品的“活用价值”得以实现是以物品与我们生活的“关联度”为前提的。 物品与自己的关联度会随着时间而变化。同一件物品，不同的人会有不同的评判，也有不同的关联度。这是所有的人·事·物三者的关系网成立的大前提。在这个大前提下，那些同时满足必要·合适·愉快三个维度的物品很快就能被锁定，并且可以摆脱把人·事·物单纯理解为非对即错、非善即恶的二元思维，逐渐形成多元性的、尊重他人的意识。 杂物上的断舍离4 以“必要·合适·愉快”为标准进行取舍第三层筛子就是“必要·合适·愉快”的视点。 “这个东西对我来说是必要的吗？是否适合我？使用起来是不是心情愉快？​”​。这种自问自答的时间轴毋庸置疑就是“现在”​。 反过来，对“现在”的我来说，那些“不需要·不合适·不愉快”的东西应该处理掉。 从以下三个视角对杂物进行选择和抛弃时，全部调动自己的知性、感受和感觉： 不需要的东西 东西使用起来很便利，虽然没有坏，但是丢了也不发愁。 不合适的东西 以前很重要，但是对现在的我不合适。 不愉快的东西 长时间使用，但会有莫名的违和感和不快情绪。 当需要判断一件事物是否应该被留下时，也可以选择反向思考的方式来决定这件东西的去留。 “不需要·不合适·不愉快”的杂物 杂物上的断舍离5 收纳在杂物最适化之后进行清除忘却物，抛弃留恋物，筛掉不合适不愉快的东西。 只有将杂物压缩到这一步，才能真正进入“收纳”环节。在“收纳”之前，在这里介绍一下断舍离对于“收拾”和“打扫”的定义。 “收拾”就是对庞大的杂物量进行压缩和收纳的作业 “整理·分类”+“扫除”​，总称为“打扫” 在“断舍离”的大前提下，最正确的“打扫”程序是首先清除那些垃圾、废品，以及不需要·不合适·不愉快的杂物，之后再转而进行杂物收纳，进行“清扫·擦拭·磨刷”​。 “打扫”的概念、收纳与断舍离的区别 在进行断舍离之后，空间会呈现动·流的感觉，也就不需要那些为了储藏或分类物品而购买或制作的收纳用品，甚至一开始就会把用于收纳的用具处理掉。 收纳指南1 “三分法”断舍离并没有什么规则或说明书。因为，东西能不能扔掉，选择和决定权不是别人，正是东西的所有人——你自己。 断舍离虽没有什么规则指南，但能提供“自我轴”​“时间轴”和“必要·合适·愉快”等新的思考方式。 收纳的一个重要原则，在把杂物放入收纳箱前最重要的是“分类”​。 断舍离把分类作业分为三个要点：大分类→中分类→小分类，每个类别均有种三种选择。 在大分类时，各个类型和实际物品不能存在交叉。例如，餐具类放入调味料，料理用具旁边放马克杯之类的都属于范畴错误。 中小分类则没有什么强硬原则，可以根据各自的生活习惯，建立自己的三分法。需要强调的是，最开始的大分类如果出错的话，之后的中分类和小分类部分会出现问题，因此认真地做好大分类是关键。 收纳指南2 “7·5·1法”“7·5·1法”指的是进行杂物收纳时，对收纳空间的物量进行的大致估测。 根据不同的收纳情况，将杂物总量压缩到收纳空间的“7成” ​“5成” ​“1成”​，该法则与下一节的“1 out 1 in法”统称为“总量限定法”​。 “7·5·1法”： “看不见的收纳空间”占7成：像衣柜、壁橱、抽屉等关上门就“看不见的收纳空间”所放杂物的量基本上占整体空间的7成。 这个比例其实是为了建立物品进出的通道。也许有人觉得反正“看不见”​，塞得满满当当的，放成乱七八糟的样子没关系。但是相比很多人碰到过，想拿柜子最里面的东西时，不得不先把前面的东西拿出来再重新去取……这个过程非常麻烦。 “看得见的收纳空间”占5成：像带玻璃门的碗筷架或橱柜等关上门依然能“看得见的收纳空间”所放杂物的量基本上占整体空间的5成。 因为外面总能看见里面收纳的杂物，所以应该尽量地保持一定的美观。​“美观度限定量”为5成。正因为既不“炫耀”又不“隐藏”​，空间才能自然地流露整洁美好的印象。 “展示性的收纳空间”占1成：像玄关鞋柜上或橱柜上等水平面上的“展示性的收纳空间”上所放杂物的量基本上占整体空间的1成。 宽阔的空间上仅装饰一幅作品，整体会显出美感。虽然我们的居住空间里并没有美术馆的条件，但是以“1成空间放一点”的思维去装饰空间时，即便是不起眼的日常小物件也会带出空间的美感，形成别具一格的装饰品。 可能有人认为“7·5·1法”太过浪费——收纳空间竟然没有100%地利用起来，而还分成7成、5成、1成。其实只要杂物的总量减少后，就不会觉得没有完全利用空间就会浪费，甚至觉得“7·5·1”的比例很合理，并且能重复享受取舍的过程。 另外，限定杂物总量，从“自我轴”和“时间轴”认真进行杂物取舍，才能让居所的各个地方产生出“留白”​，用于创造更加有内涵的美的空间。 收纳指南3 “1 out 1 in法”这是为了坚持上一节“7·5·1”收纳空间整理法所必需的。当我们按照“7·5·1”的原则收纳好喜爱的物品后，假如突然又入手了一件新东西，就需要去掉之前的Top10的末位物品，而补入这个新物品。 反复进行这个“1 out 1 in”后，我们会深刻领会到自己收纳的东西越来越喜欢，自身的审美意识和品位在逐渐地提升 不过，值得注意的是要遵守“处理一个，收纳一个”的原则。一般在收拾家务时经常是“收纳一个，处理一个”​，不过断舍离的out走在in前面。 收纳指南4 “one touch法”优化收纳流程，减少因收纳而耗费的精力。尽量让收纳方法简单，最好是“一键式”收纳。 尤其是觉得“家务事真烦琐”的人，一定要动动脑子，下点功夫去减少“花时间的、烦琐的”做法，这样的话，家务活做起来会越来越有意思。 让收纳简单起来，我们才能有动力更经常的进行收纳动作。 收纳指南5 “自立·自由·自在法”自立：在收纳杂物时要有“立”意识。自由：这里的自由是指“选择自由”​。自在：衣服类等无法“立式”收纳时使用的方法。 杂物的“自立·自由·自在”的状态也会有利于它的主人“自立·自由·自在”地生活。 “断舍离”首先会压缩物量，去掉多余的隔间隔板收纳箱，把空间变大变宽敞，从而能在宽松的空间里放置杂物，这样也会让心情不那么“拥堵”​，变得宽松、舒畅。 从切实能出成绩的小地方着手断舍离和做算术题一样，也要从非常简单的小地方开始着手。小地方获得的小成功的不断累加，能给人以勇气和信心去面对自己的老大难问题。 有心无力时，先找“出口”断舍离把我们的生命分为三块——肉体生命、社会生命、精神生命，三者是我们生存下去不可或缺的。 肉体生命是作为生物的人的生命。 社会生命是对归属和被承认的欲望。 精神生命是对智慧、美、沟通的渴望。 无论是谁，不管他生活在哪个地方，都会有一种倾向——轻视肉体生命，只关注社会方面和精神方面的事物。这种倾向也许可以归结为“人性”​。但是肉体生命是一切的基础。只有这个肉体基础健康良好，才可能让自己的社会生命和精神生命绽放光彩。没有气力开始实践断舍离，总也迈不出第一步的人，首先要让作为根基的肉体生命恢复元气。 居所整体进行断舍离的要点【断舍离的步骤】Step1“认清现状”​，Step2“选择取舍”​，Step3“收纳整理”​。 第三章 断舍离改变人生舍得便是获得。 复位人生。 做出最适合当下的选择和决断。 重拾自信心。 成就自在·从容的人生。 一阵莫名的清爽感抚过心头扔掉一件无用物，就多一点空间。 扔掉一件多余物，就少一份负担。 扔掉一件废物，就恢复一丝清爽。 这就是断舍离——减法解决方案给人带来的实际感受。 “通过处理多余的杂物，来摆脱执念，恢复自我，发展自我”​，这种自我探查法被叫作“断舍离”​。 摆脱过剩执念，减轻心灵负重大多数东西都带有一种叫“执念”的黏着剂，当我们看见它们时，这种黏着剂就反射性地在我们心里生根发芽。这就形成了“执念心”​。 当然，还有另一种不同性质的“执念心”​。这种“执念心”深深扎根于自我体验和思维观念中。比如，衣柜里多余的一件衣服是我们要处理的一件杂物，但是这件物品也许是重要的人送给自己的，也许是自己用仅有的钱买回来的，它的身上多多少少都会附带着主人的小故事。 东西是物质和精神的集合体，是“具象化的形态”和“抽象化的情感”的结合体。 断舍离非常注重在日常生活中有意识地审视个体和物品之间的关系。 “对现在的自己来说，附着在物品上的沉重的‘执念’是不需要的。​”——怀着这种态度处理杂物，会让物品和内心产生更剧烈的联动性。当处理掉作为情感依附的物品后，上面附着的情感越是沉重，内心就越能感受到什么叫轻盈。 从表面看来，我们丢掉的是杂物，但是同时我们丢掉的还有看不见的世界里——内心的“多余的执念”​。 获得深刻的智慧为学日益，为道日损。损之又损，以至于无为，无为而无不为。 求学则日增，求道则日减。减之又减，终空无所有，无所有则无不所有。 知识——在求知欲基础上集合的显性意识信息。 智慧——体验性理解形成的直达潜意识的深刻智能。 提高选择·决断的精度和行动速度Step1 “关联度的质量”上升，带动“思维的质量”上升。 Step2 “思维的质量”上升，带动“行动的质量”上升。 Step3“行动的质量”上升，带动“结果的质量”上升。 清除闭塞感，疏通人生路随着生活上这些令人开心的小变化不断累积，闭塞的人生逐渐疏通，恢复流动，也会逐步带来其他的变化。 第三章后面有点强行关联，重复叙述的意思了，跳。 第四章 断舍离，怡然生活“活在当下” ​“结果反馈到自身” ​“给予” 镌刻心中，不断地深入断舍离，找回自由呼吸的美好空间，怡然自得地享受人生。 没有“出”​，则难获自在只进不出的空间，会让我们的生活停滞不前。 获得主体性的生活方式“人最大的罪就是不快活。​” 遵守三大原则，收获怡然人生活在当下 结果反馈到自身 给予 断舍离，让人生处处自在怡然“信息”与自在人生良友有三：一为乐善好施之人；二为医病疗伤之人；三为有慧根灵性之人。 没啥有意义的内容，一本功能性的书开始硬扯道理了，整体就很乏味了，简单说说感悟还行，大段篇幅的描述毫无意义。读这本书的人更多只是想学习如何进行断舍离来收拾屋子。 “烦恼”与自在人生把“烦恼”当作一个重大问题，并非在思考解决之策，而是不断地唠叨抱怨，却不肯改变现实，依然安于现状的情况。 断舍离并不是一个一个消灭具体的烦恼，而是要改善人本身的“烦恼体质”​。对于烦恼的人来说，一个良好的状态会让烦恼本身自动解除。 烦恼”的感觉最开始是没完没了地想同一件事情，​“烦恼”的感觉，逐渐变成了对问题对象的“思考”​。也就是说，自然地过渡到不断思考，找到解决问题的线索和切入点的阶段。 “节约”与自在人生断舍离很容易被错认为是过“清贫的生活”​。在这里，我并不是要否定那种艰苦朴素的美德，但是断舍离最重要的并不是使用最少量的物质，而是把多余的杂物清理出空间，恢复“生活”的流动感。 实际上，节约的对象大致分为以下三类： 金钱 精力 时间 把三者放在天平上衡量是一个重要的思维习惯。 不要被人们口中的“常识”所束缚，从自己独特的“必要·合适·愉快”来决定事情的优先顺序，或者减少浪费，或者投资理财。这才是超越节约本身，将各自人生中的杂物进行精简智能化。 读后感这本书经常可以在书店推荐位上看到，相信断舍离三个字对于每一个想要收拾下屋子的人都有非凡的吸引力。 在完整的读完整本书之后，也有非常多的收获，特别是书中前两章中断舍离相关的理念和方法，让人有多的感触。因此，这才有了这篇读书笔记。 断舍离并不是简单地处理杂物，抛掉废物，而是主张以退为进，通过给家或自己做减法，提高生活空间的品质，进而提升自我。通过断舍离，我们可能会改变泛而无用的“物品价值观”；甩掉惰性，采取行动，迈出改变的第一步，让生命中的物质和精神开启新陈代谢。断舍离的对象永远不应该时物品，而应该是我们自己，通过断舍离，让我们的人生能够更加简单快乐。 但美中不足的是第三章和第四章对于人生的感悟，整体显得过于强硬，让人感觉是在强行关联。此外，本书中的事例多数为主观臆想，强行联系，或许断舍离在主人公的生活中起到了作用，但对于别人日后的机遇想来应该没啥关联的。","link":"/2025/02/03/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B0-%E6%96%AD%E8%88%8D%E7%A6%BB/"}],"tags":[{"name":"读书笔记","slug":"读书笔记","link":"/tags/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B0/"},{"name":"生活","slug":"生活","link":"/tags/%E7%94%9F%E6%B4%BB/"}],"categories":[],"pages":[]}